13/data/attachments/c50e7649e3a7face.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_46c8375b-b8f7-47cb-b7a4-5c6e1163b72f</nif:username>
            <nif:friendToBeAdded>Laura_medical_Friend_59058_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>